Repository: darmaraht/RickMorty
Catalog: RickMorty/Localizable.xcstrings
Source language: en
Languages: ru

source: Cancel
ru: Отмена

# charactersBarButton
source: Characters
ru: Персонажи

# characterTitle
source: Characters
ru: Персонажи

# countCharacters
source: %d Characters
ru: %d Персонажа

# countEpisodes
source: %d Episodes
ru: %d Эпизода

# countLocations
source: %d Locations
ru: %d Локации

source: Delete from Favorites?
ru: Удалить из Избранных?

# descriptionLabelText
source: Most episodes consist of two parallel plots. One of them is usually associated with traveling to parallel worlds or to another planet, the other - with the use of gadgets by one of Rick's family members. For travel, Rick uses a portal gun, which allows him to move not only in space, but also between parallel worlds, as well as a flying saucer, which Rick assembled from junk in the backyard. In addition, Rick regularly invents various gadgets that help him travel. In the Rick and Morty universe, there is an infinite number of parallel worlds in which an infinite number of copies of Rick and Morty live. Some worlds are no different from Rick's home world C-137, others - up to the complete impossibility of life. In addition, there is an infinite number of inhabited planets inhabited by various civilizations. Many episodes raise themes of personal responsibility and the justification of risk. A harmless prank can turn into a catastrophe, an attempt to save an innocent person - genocide, and heroism turns out to be meaningless. Sometimes Rick tries to talk others out of rash actions, but not convincingly enough. Sometimes Rick himself causes problems due to pride, self-confidence, conflicts with the government, the interplanetary mafia or versions of himself from parallel realities.
ru: Большинство серий состоят из двух параллельных сюжетов. Один из них как правило связан с путешествием в параллельные миры или на другую планету, другой — с использованием гаджетов кем-то из членов семьи Рика. Для путешествий Рик использует портальную пушку, которая позволяет перемещаться не только в пространстве, но и между параллельными мирами, а также летающую тарелку, которую Рик собрал из хлама на заднем дворе. Кроме того, Рик регулярно изобретает различные гаджеты, помогающие ему в путешествиях. Во вселенной Рика и Морти существует бесконечное количество параллельных миров, в которых живёт бесконечное количество копий Рика и Морти. Некоторые миры ничем не отличаются от родного мира Рика C-137, другие — вплоть до полной невозможности жизни. Кроме того, существует бесконечное количество обитаемых планет, населённых различными цивилизациями. Во многих сериях поднимаются темы личной ответственности и оправданности риска. Безобидная шалость может обернуться катастрофой, попытка спасти невиновного — геноцидом, а героизм оказывается бессмысленным. Иногда Рик пытается отговорить других от необдуманных поступков, но недостаточно убедительно. Иногда Рик сам становится причиной проблем из-за гордости, самоуверенности, конфликтов с правительством, межпланетной мафией или версиями себя из параллельных реальностей.

source: Episod
ru: Эпизод

source: Episodes:
ru: Эпизоды

# episodesBarButton
source: Episodes
ru: Эпизоды

# episodesTitle
source: Episodes
ru: Эпизоды

# episodeTitle
source: Episodes
ru: Эпизоды

# favoritesBarButton
source: Favorites
ru: Избранное

# favoritesTitle
source: Favorites
ru: Избранное

source: Gender:
ru: Пол:

source: gender:
ru: Пол:

source: ID:
ru: Номер:

source: id:
ru: Номер:

# locationBarButton
source: Locations
ru: Локации

# locationTitle
source: Locations
ru: Локации

source: Movie title:
ru: Название:

# searchEpisodPlaceholder
source: Search Episod
ru: Поиск эпизода

# searchLocationPlaceholder
source: Search location
ru: Поиск локации

# searchPlaceholder
source: Search characters
ru: Поиск персонажей

source: Show date:
ru: Дата показа:

source: Status:
ru: Статус:

source: status:
ru: Статус:

source: Type:
ru: Тип:

source: type:
ru: Тип:

source: Yes
ru: Да
